;Preložil Mr.Henky
[win7shell]
RTL=0
newvers=Je dostupná nová verzia
disableupdate=Zisťovanie novej verzie je možné vypnúť v nastaveniach pluginu
opendownload=Želáte si otvoriť stránku pre stiahnutie?
uninstall=Táto otázka už nebude zobrazovaná, ak si želáte odinštalovať ho, navigujte do
uninstallhowto='Predvoľby Winampu -> Pluginy -> Obecné -> Windows 7 Taskbar Integration' a kliknite na Odinštalovať.
info=Informácia
config=Nastavenie pluginu
on=Zapnuté
off=Vypnuté
previous=Predošlá
pause=Pauza
play=Prehrať
stop=Zastaviť
next=Ďalšia
errorthumb=Chyba pri nastavovaní náhľadu, vypínam
playing=Prehrávanie
paused=Pozastavené
stopped=Zastavené
taskinitfail=Nemožno inicializovať rozhranie panela úloh systému Windows 7
images=Všetky podporované formáty obrázkov
usethumbbg=Použiť ako pozadie náhľadu
selectimage=Vyberte súbor s obrázkom
afterrestart=Úpravy ovládacích tlačítok prehrávača vojdú v platnosť až po reštartovaní Winampu.
applysettings=Aplikujú sa nastavenia
help1=Text, ktorý zadáte v tomto okienku, bude zobrazený na náhľade. Počet riadkov je neobmedzený. Ak je možnosť 'Zmenšiť náhľad' povolená, náhľad bude upravený podľa počtu riadkov.
help2=Ak chcete vytvoriť dynamický text, môžete použiť premenné, ktoré ak vložíte do textu, nahradia aktuálne dáta z Winampu. Tu je zoznam premenných: 
help3=Riadok, ktorý to bude obsahovať, bude umiestnený v strede
help4=Riadok, ktorý to bude obsahovať, bude vykreslený s červeným tieňom
help5=Názov skladby
help6=Autor skladby
help7=Názov albumu, prázdne ak sa nezistí
help8=Rok vydania albumu, prázdne ak sa nezistí
help9=Číslo skladby
help10=Hodnotenie skladby číslami (napr. 4)
help11=Hodnotenie skladby hviezdičkami (napr. ★★★★ )
help12=Čas prehrávania
help13=Zostávajúci čas skladby
help14=Čas prehrávania všetkého
help15=Súčasná pozícia zoznamu skladieb
help16=Počet skladieb v zozname skladieb
help17=Kvalita v kb/s
help18=Frekvencia v kilohertzoch
help19=Hlasitosť v percentách (znak '%' sa nezobrazuje)
help20=Stav náhodného výberu (ZAP / VYP)
help21=Stav opakovania (ZAP / VYP)
help=Pomocník
transparent=Priehladný
albumart=Obal albumu
defbg=Prednastavené pozadie
custombg=Vlastné pozadie
browse=Prehľadávať
buttons=Pridať kontrolné tlačítka prehrávača
shrink=Zmenšiť náhľad podľa počtu riadkov
taskicon=Ikona panela úloh
progressbar=Zobraziť stav prehrávača pomocou priebehu panela úloh
streaming=Nastaviť priebeh panela úloh na "Neurčitý" pri streamovaní
error=Nastaviť priebeh panela úloh na "Chyba" (červená ikona) pri zastavenom prehrávaní
overlays=Vykresliť ikony stavu prehrávača na panely úloh
jumplist=Zoznam odkazov
bugslink=Chyby a návrhy
bugstext=Zašlite vaše problémy alebo návrhy
sitelink=Domovská stránka projektu
sitetext=Pre aktualizácie, novinky, obrázky a detailný popis
noupdate=Nekontrolovať nové verzie pri štarte Winampu
ok=OK
cancel=Zrušiť
removetitle=Odstrániť názov okna Winampu
selectfont=Vybrať typ písma
aa=Vyhladiť text
selectshadow=Farba tieňa
enable=Povoliť vlastný Aero Peek náhľad
plugdev=Vývoj
thumboptions=Možnosti
thumbtext=Text
background=Pozadie
translink=Preklady
transtext=Pomôžte pri preklade pluginu alebo získajte nové preklady
favorite=Ohodnotiť
vumeter=Použiť priebeh panela úloh ako VU meter
iconic=Zobraziť obrázok ako ikonu namiesto pozadia
author=Autor
volup=Hlasitosť +10%
voldown=Hlasitosť -10%
openfile=Otvoriť súbor
thumbpb=Zobraziť priebeh prehrávania na náhľade
wapref=Nastavenia Winampu
startwa=Vyžaduje sa reštart
jumplisterror=Chyba pri vytváraní zoznamu odkazov
revert=sa použije, ak zvolené pozadie nie je dostupné
jlchoice=Zobraziť tento zoznam odkazov:
jlrecent=Naposledy použité
jlfrequent=Najčastejšie používané
jltasks=Úlohy
jlnote=Poznámka: Len súbory, ktoré sú asociované s Winampom, budú pridané do zoznamu odkazov (avšak nemusí byť predvoleným programom). Ak už máte súbory v zozname, môžete ich dostrániť vymazaním zoznamu naposledy použitých súborov. Záložky sú aktualizované pri reštarte a pri uložení nastavení.
creditslink=Zásluhy
creditstext=Osoby, ktoré pomohli s vytváraním tohto pluginu
resumeplay=Pokračovať v prehrávaní
fromstart=Prehrať od začiatku
bookmark=Záložky
mute=Stíšiť
help22=Riadok, ktorý to bude obsahovať, bude zobrazený veľkým písmom
help23=Riadok, ktorý to bude obsahovať, bude zobrazený na ľavej strane náhľadu
playlists=Zoznamy skladieb
stopafter=Zastaviť po súčasnej skladbe
maxbuttons=(Max 7 tlačítiek)
help24=Vykresliť tieň textu v súčasnom riadku (vybratá farba)
help25=Vykresliť priesvitný obdĺžnik za textom (vybratá farba)
help26=Náhrada textu
help27=Formátovanie textu
applybutton=Použiť
help28=Zabrániť tomuto riadku textu, aby sa posúval